export const librarySystemDocument = `

# プロマス図書の使い方

##ログイン
学校のメールアドレスでしかログインできません。
学校のGoogleアカウントでログインしてください。
Googleアカウントを選択する画面が出てこない場合はブラウザのアカウントも学校のアカウントでログインしたらそのままログインできます。

##トップページ
トップページでは現在自分が借りている本、自分が借りた本の履歴、本貸し出しランキング、ユーザー貸し出しランキングが表示されています。

##本一覧
本の一覧が表示されます。
本をクリックすると本の詳細が見れます。
ここから本検索できます。

##本の詳細
本の詳細ページでは以下の情報が見れます。
- 本のタイトル
- 著者
- 本の説明
- 表紙画像
- タグ
- 貸出状態
- レビュー(本に星をつけれます。)
- コミュニティ投稿

##本の検索
本一覧から検索できます。
検索バーにキーワードを入れて検索してください。
タイトル、著者、出版社、ISBN、タグで検索できます。

##本の貸し出し返却
本の貸し出しは「本を借りる」画面で本のバーコードを読み取って行ってください。
普通の本は978から始まるISBNコードを読み取れば貸し出しできます。
雑誌の場合は491から始まるコードを読み取ってください。
返却は「返却する」画面で本のバーコードを読み取って行ってください。

##コミュニティ
コミュニティは本に関する投稿やコメントができる機能です。
投稿とコメントは本を紐付けることができます。
本を議論できる場になっています。(ぜひ自分が読んだ本を共有してみてください。)
現在は投稿は削除できません。
投稿やコメントの内容に問題がある場合はこのシステムを開発した人に相談ください。

##プロフィール
自分のプロフィールは設定から変更できます。
設定画面ではニックネームとプロフィール画像を変更できます。
最初はニックネームは未設定と表示されますので、ニックネームを設定してみてください。
プロフィール画像は本の貸し出し返却の画面やコミュニティの投稿で表示されます。
プロフィールを充実させてみてください。



`
